{
  "text": {
    "xin": 80,
    "chào": 8,
    "hello": 23,
    "bạn": 5,
    "hi": 24,
    "giá": 20,
    "xe": 78,
    "vinfast": 75,
    "là": 32,
    "bao": 3,
    "nhiêu": 44,
    "vf": 73,
    "__number__": 0,
    "có": 12,
    "như": 45,
    "thế": 60,
    "nào": 49,
    "tôi": 70,
    "muốn": 39,
    "biết": 4,
    "hiện": 25,
    "chương": 9,
    "trình": 65,
    "khuyến": 28,
    "mãi": 40,
    "không": 29,
    "ưu": 91,
    "đãi": 84,
    "gì": 21,
    "khi": 27,
    "mua": 38,
    "mới": 41,
    "nhất": 46,
    "thông": 59,
    "số": 54,
    "vf8": 74,
    "kỹ": 31,
    "thuật": 58,
    "của": 16,
    "những": 48,
    "tính": 69,
    "năng": 50,
    "động": 89,
    "cơ": 13,
    "showroom": 52,
    "ở": 92,
    "đâu": 83,
    "đại": 87,
    "lý": 35,
    "gần": 22,
    "hà": 26,
    "nội": 51,
    "xem": 79,
    "trực": 67,
    "tiếp": 64,
    "cảm": 14,
    "ơn": 90,
    "thank": 56,
    "you": 81,
    "cám": 11,
    "đăng": 85,
    "ký": 30,
    "tư": 71,
    "vấn": 77,
    "nhận": 47,
    "tin": 63,
    "cho": 7,
    "cần": 15,
    "lái": 33,
    "thử": 62,
    "test": 55,
    "drive": 17,
    "đặt": 88,
    "lịch": 36,
    "được": 86,
    "tên": 68,
    "nguyễn": 42,
    "văn": 76,
    "a": 1,
    "điện": 82,
    "thoại": 57,
    "email": 18,
    "example": 19,
    "mail": 37,
    "com": 10,
    "trần": 66,
    "thị": 61,
    "b": 2,
    "sđt": 53,
    "tại": 72,
    "ngày": 43,
    "lê": 34,
    "c": 6
  },
  "intent": {
    "chao_hoi": 1,
    "hoi_gia_xe": 7,
    "hoi_khuyen_mai": 8,
    "hoi_thong_so_ky_thuat": 9,
    "hoi_dia_chi_showroom": 6,
    "cam_on": 0,
    "dang_ky_tu_van": 5,
    "dang_ky_lai_thu": 4,
    "cung_cap_thong_tin": 2,
    "cung_cap_thong_tin_lai_thu": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 8,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 13,
    "action_unlikely_intent": 14,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_gui_thong_tin_test_drive": 6,
    "action_hoi_ten": 7,
    "action_luu_thong_tin_lien_he": 9,
    "utter_cam_on": 15,
    "utter_chao_hoi": 16,
    "utter_hoi_dia_chi_showroom": 17,
    "utter_hoi_gia_xe": 18,
    "utter_hoi_khuyen_mai": 19,
    "utter_hoi_thong_so_ky_thuat": 20,
    "utter_hoi_thong_tin_lai_thu": 21
  },
  "action_text": null,
  "intent_response_key": null
}